export default {
  projections: {
    РационE: {
      номерРациона: {
        __caption__: 'Номер рациона'
      },
      типКорма: {
        __caption__: 'Тип корма'
      },
      составКорма: {
        __caption__: 'Состав корма'
      },
      весКорма: {
        __caption__: 'Вес корма'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    РационL: {
      номерРациона: {
        __caption__: 'Номер рациона'
      },
      типКорма: {
        __caption__: 'Тип корма'
      },
      составКорма: {
        __caption__: 'Состав корма'
      },
      весКорма: {
        __caption__: 'Вес корма'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    весКорма: {
      __caption__: 'Вес корма'
    },
    номерРациона: {
      __caption__: 'Номер рациона'
    },
    составКорма: {
      __caption__: 'Состав корма'
    },
    типКорма: {
      __caption__: 'Тип корма'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
