export default {
  projections: {
    РасписаниеE: {
      первыйПрием: {
        __caption__: 'Первый прием'
      },
      второйПрием: {
        __caption__: 'Второй прием'
      },
      третийПрием: {
        __caption__: 'Третий прием'
      },
      рацион: {
        __caption__: 'Рацион',
        составКорма: {
          __caption__: 'Состав корма'
        }
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    РасписаниеL: {
      первыйПрием: {
        __caption__: 'Первый прием'
      },
      второйПрием: {
        __caption__: 'Второй прием'
      },
      третийПрием: {
        __caption__: 'Третий прием'
      },
      рацион: {
        __caption__: 'Состав корма',
        составКорма: {
          __caption__: 'Состав корма'
        }
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    второйПрием: {
      __caption__: 'Второй прием'
    },
    первыйПрием: {
      __caption__: 'Первый прием'
    },
    третийПрием: {
      __caption__: 'Третий прием'
    },
    должность: {
      __caption__: 'Должность'
    },
    рацион: {
      __caption__: 'Рацион'
    }
  }
};
