export default {
  projections: {
    ГрафикРаботыE: {
      времяНачала: {
        __caption__: 'Время начала'
      },
      времяОкончания: {
        __caption__: 'Время окончания'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ГрафикРаботыL: {
      времяНачала: {
        __caption__: 'Время начала'
      },
      времяОкончания: {
        __caption__: 'Время окончания'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    времяНачала: {
      __caption__: 'Время начала'
    },
    времяОкончания: {
      __caption__: 'Время окончания'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
